{
  "securityStatus": "Security status",
  "viewSecurityContent": "<p>January 11, 2018</p><p>BlackLine is aware of the recently disclosed Meltdown and Spectre vulnerabilities, and is actively investigating the matter. Applicable security patches from service partners will be expedited in testing and deployment as they become available.</p>\r\nBlackLine fully manages its own servers and applications within its colocation data centers. Considering there is no unmanaged code in the data centers, external parties are prevented from exploiting the Meltdown and Spectre vulnerabilities on the BlackLine platform. As a result, the majority of risk related to these vulnerabilities have already been mitigated via BlackLine’s logical and physical access controls.<br><br>\r\nFurther updates regarding this matter will be made available here.<br><br>\r\nIn the event of a security threat that may affect you, we will report them here.<br><br>\r\nBlackLine will never ask you for your password. Do not give out your user credentials or login information to anyone. If you have any issues with your password or logging into your application, you may reset your password from the login page, or contact your BlackLine System Admin. If you are still having trouble accessing your BlackLine instance, contact <a href=\"https://na3.salesforce.com/sserv/login.jsp?orgId=00D300000000fKG\" target=\"_blank\">Support</a>. If you suspect a security threat or vulnerability, please contact our Information Security team at <a href=\"mailto:security@blackline.com\" target=\"_blank\">security@blackline.com</a>.",
  "viewCalendarTitle": "Release & Maintenance Calendar",
  "viewSAMLTitle": "SAML Authentication Bypass Vulnerabilities",
  "viewSAMLContent": "<p>March 1, 2018</p><p>BlackLine is aware of the recently disclosed SAML Authentication Bypass Vulnerability affecting vulnerable implementations of SSO via SAML, and has completed a preliminary assessment of the vulnerability’s impact level.</p><p>BlackLine does not utilize any of the SAML libraries known to be vulnerable to the exploit. Since BlackLine utilizes Microsoft ADFS to federate SSO access to the BlackLine platform, <strong>the BlackLine platform does not consume SAML directly  – authentication and trust is established through BlackLine’s ADFS server.</strong></p><p>Furthermore, BlackLine has obtained verification from Microsoft that this vulnerability does not impact BlackLine’s ADFS server. Keeping that in mind, <strong>clients utilizing SAML for SSO are still encouraged to verify with their internal security teams that their remaining SSO implementations (not related to BlackLine) are secure.</strong></p><p>BlackLine’s security and engineering teams are still closely monitoring this vulnerability and working in step with our service provider (Microsoft) to ensure our ADFS server continues to remain secure for our clients. <strong>At this time, this vulnerability has been determined to have no impact on the BlackLine platform or service.</strong></p><p>Any pertinent updates to this vulnerability as it relates to the BlackLine platform will be made available on BlackLine's Trust site.</p>",
  "footerItemControls": "Controls Assurance",
  "responseTime": "response time",
  "componentModalSchedule": "Schedule",
  "environment": "Environment",
  "august": "August",
  "friday": "Friday",
  "monday": "Monday",
  "newsLink": "https://www.blackline.com/company/in-the-news",
  "tuesday": "Tuesday",
  "allEnvironmentsAffected": "All Environments Affected",
  "privacyPolicy": "Privacy Policy",
  "apiTermsofService": "API Terms of Service",
  "gdpr": "GDPR",
  "gdprText": "<h2 style=\"font-size:1.5rem; font-family:arial; color: #037bc0;\">What is GDPR?</h2><p style=\"font-size:1rem; line-height:1.5rem; font-family:arial; color: #000; margin-bottom:20px;\">GDPR stands for &quot;General Data Protection Regulation&quot;. The full name of the Regulation is &quot;Regulation (EU) 2016/679 of the European Parliament and of the Council of 27 April 2016 on Protection of Natural Persons with Regard to the Processing of Personal Data and on the Free Movement of such Data, and Repealing Directive 95/46/EC (General Data Protection Regulation)&quot;. If you think that’s a long title, check out the regulation itself which is almost 90 pages long: <a href='http://eur-lex.europa.eu/legal-content/EN/TXT/?uri=celex:32016R0679' target='blank'>European Union Official Website</a>.</p><p style=\"font-size:1rem; line-height:1.5rem; font-family:arial; color: #000; margin-bottom:20px;\">The main goal of GDPR is to strengthen the rights and control of individuals over their personal data. Under GDPR, any EU data subject may at any time request a copy of all of their personal data that is handled by an organization. The data subject may also request deletion of their personal data (with some exceptions). To allow for this right to be effectively exercised in practice, GDPR contains strict, detailed rules regarding the handling of personal data. In particular, an organization handling personal data needs to know where a subject’s personal data is being processed and held at any given time.</p><p style=\"font-size:1rem; line-height:1.5rem; font-family:arial; color: #000; margin-bottom:20px;\">GDPR also underscores the principle that processing of personal data should be limited to the extent possible. In addition, systems and processes that touch personal data must be designed to minimize the use of personal data and to provide the best possible protection.</p><p style=\"font-size:1rem; line-height:1.5rem; font-family:arial; color: #000; margin-bottom:20px;\">Many of these rights existed prior to GDPR, with each EU member state largely regulating data privacy on their own. GDPR aims at harmonizing across the EU the rights of EU residents with respect to their personal data.</p><h2 style=\"font-size:1.5rem; font-family:arial; color: #037bc0;\">Who does GDPR apply to?</h2><p style=\"font-size:1rem; line-height:1.5rem; font-family:arial; color: #000; margin-bottom:20px;\">GDPR applies to anyone handling personal data in the EU. GDPR also applies to anyone outside the EU who handles personal data of an EU resident. For example, a Canadian company with no offices in the EU will fall under the GDPR rules if it handles personal data (e.g., name, address, phone number) of potential clients in, say, Belgium.</p><h2 style=\"font-size:1.5rem; font-family:arial; color: #037bc0;\">What is &quot;Personal Data&quot;?</h2><p style=\"font-size:1rem; line-height:1.5rem; font-family:arial; color: #000; margin-bottom:20px;\">The definition of personal data is very broad under GDPR and includes any information relating to an identified or identifiable natural person. An identifiable natural person is one who can be directly or indirectly identified by the information. Obvious examples include name, address or private telephone numbers. However, the broad definition also includes, but is not limited to, log-in credentials, connection data to email servers and IP addresses.</p><h2 style=\"font-size:1.5rem; font-family:arial; color: #037bc0;\">When will GDPR be in force?</h2><p style=\"font-size:1rem; line-height:1.5rem; font-family:arial; color: #000; margin-bottom:20px;\">GDPR has been in place since April 2016. It will begin to be enforced starting May 25, 2018.</p><h2 style=\"font-size:1.5rem; font-family:arial; color: #037bc0;\">How does GDPR apply to BlackLine’s services?</h2><p style=\"font-size:1rem; line-height:1.5rem; font-family:arial; color: #000; margin-bottom:20px;\">BlackLine is subject to GDPR because we a) operate globally with a significant client/user base located in the EU, and b) we process information regarding our clients, employees, vendors and others.</p><p style=\"font-size:1rem; line-height:1.5rem; font-family:arial; color: #000; margin-bottom:20px;\">As a cloud software provider, we store client data on our systems that clients upload to optimize their accounting and financial closing processes. Under this system of &quot;bring your own data&quot; (where BlackLine does not itself upload client data), we cannot know for certain if client uploaded data contains any &quot;personal data&quot; within GDPR’s broad definition. Nonetheless, we are operating on the assumption that client data will contain personal data of EU subjects and that by storing it on our servers we effectively become &quot;processors&quot; under and subject to GDPR. BlackLine is therefore fully committed to be GDPR compliant with respect to the hosted services we provide and the client data we store.</p><h2 style=\"font-size:1.5rem; font-family:arial; color: #037bc0;\">What is BlackLine doing to be GDPR compliant?</h2><p style=\"font-size:1rem; line-height:1.5rem; font-family:arial; color: #000; margin-bottom:20px;\">BlackLine has a comprehensive GDPR compliance program. Prior to the May 2018 enforcement date, we mapped all of our data flows that may touch personal information. This exercise was followed by a thorough review of our internal processes and the applicable terms of our agreements with both clients and vendors. Where necessary, existing policies and agreements were updated and complemented in order to ensure that we continue to operate in full compliance with all data privacy regulations, including GDPR.</p><p style=\"font-size:1rem; line-height:1.5rem; font-family:arial; color: #000; margin-bottom:20px;\">BlackLine’s GDPR compliance program is spearheaded by a cross-functional team that consists of senior executives from our Information Security, Legal, HR, Finance and Marketing organizations. This team has external advisors specialized in data privacy matters across all jurisdictions that we operate in.</p><h2 style=\"font-size:1.5rem; font-family:arial; color: #037bc0;\">Where can I find more information on GDPR?</h2><p style=\"font-size:1rem; line-height:1.5rem; font-family:arial; color: #000; margin-bottom:20px;\">Below are a few useful sites from regulators and the European Union relating to GDPR:</p><ul><li ><a href='http://eur-lex.europa.eu/legal-content/EN/TXT/?uri=uriserv:OJ.L_.2016.119.01.0001.01.ENG&toc=OJ:L:2016:119:TOC' target='blank'>Text of the Regulation</a></li><li ><a href='https://ec.europa.eu/commission/priorities/justice-and-fundamental-rights/data-protection/2018-reform-eu-data-protection-rules_en' target='blank'>European Union website on data protection reform</a></li><li ><a href='https://www.cnil.fr/sites/default/files/atoms/files/rgpd-guide_sous-traitant-cnil_en.pdf' target='blank'>French data protection authority (CNIL) guide for processors under GDPR</a></li><li ><a href='https://www.lda.bayern.de/en/privacy_eu.html' target='blank'>Data Protection Authority of Bavaria on GDPR</a></li><li ><a href='https://ico.org.uk/for-organisations/guide-to-the-general-data-protection-regulation-gdpr/' target='blank'>Information Commissioner’s Office (UK) Guide to GDPR</a></li></ul><h2 style=\"font-size:1.5rem; font-family:arial; color: #037bc0;\"><div id='subprocessors'>Subprocessors</div></h2><p style=\"font-size:1rem; line-height:1.5rem; font-family:arial; color: #000; margin-bottom:20px;\">GDPR requires processors to inform their clients (the data controllers) about any subprocessors they may be engaging. Below is the list of third parties that BlackLine has contracted with and who may process customer data. Note that with respect to the data centers, some providers may not have physical or logical access to the BlackLine servers that they house. In that case, they may not be considered “sub-processors” under GDPR. We nevertheless chose to list them here.</p><ul><li style='font-family: \"Trust\", \"Helvetica Neue\", Helvetica, Arial, sans-serif; color: #000; font-size: 14px;  font-weight: 400;'>Verizon Communications, Inc. – NL Data Center (EEA Customers) (Cateringweg 5, 1118 AM, Schiphol, The Netherlands)</li><li style='font-family: \"Trust\", \"Helvetica Neue\", Helvetica, Arial, sans-serif; color: #000; font-size: 14px;  font-weight: 400;'>Amazon Web Services, Inc. – Disaster Recovery in Frankfurt, Germany (EEA Customers) (World HQ: 401 Terry Ave N, Seattle, WA 98109)</li><li style='font-family: \"Trust\", \"Helvetica Neue\", Helvetica, Arial, sans-serif; color: #000; font-size: 14px;  font-weight: 400;'>Switch, Inc. – Las Vegas Data Center (7135 South Decatur Blvd., Las Vegas, NV 89118)</li><li style='font-family: \"Trust\", \"Helvetica Neue\", Helvetica, Arial, sans-serif; color: #000; font-size: 14px;  font-weight: 400;'>Equinix, Inc. – Virginia Data Center (One Lagoon Drive, Redwood City, CA 94065)</li><li style='font-family: \"Trust\", \"Helvetica Neue\", Helvetica, Arial, sans-serif; color: #000; font-size: 14px;  font-weight: 400;'>Salesforce.com Inc. – Support Portal (The Landmark @ One Market, Suite 300, San Francisco, CA 94105)</li><li style='font-family: \"Trust\", \"Helvetica Neue\", Helvetica, Arial, sans-serif; color: #000; font-size: 14px;  font-weight: 400;'>Jive – Community Forums (Now owned by Lithium Technologies, 225 Bush St. , 14th floor, San Francisco, CA 94104)</li><li style='font-family: \"Trust\", \"Helvetica Neue\", Helvetica, Arial, sans-serif; color: #000; font-size: 14px;  font-weight: 400;'>LearnUpon – Training Platform (1st Floor Ocean House, Arran Quay, Dublin 7, D07 DHT3, Ireland)</li><li style='font-family: \"Trust\", \"Helvetica Neue\", Helvetica, Arial, sans-serif; color: #000; font-size: 14px;  font-weight: 400;'>DocuSign, Inc. – E-signature application (221 Main St., Suite 1000, San Francisco, CA 94105)</li>",
  "viewStatusTitle": "Environment Statuses",
  "thursday": "Thursday",
  "timesInUTC": "All times in UTC",
  "statusAndPerformanceHistory": "Status and Performance History",
  "supportPortal": "Support portal",
  "maintenance": "Maintenance",
  "viewStatusHistoryPrevious": "Previous 7",
  "componentModalSupportLogin": "SupportLogin",
  "transactionsDefinition": "Transactions are defined as web app requests.",
  "complianceText": "As part of our commitment to maintaining a world-class security infrastructure, we validate the effectiveness of our security controls by achieving internationally recognized auditing standards – SSAE 18 SOC 1/2/3 Type II, ISAE 3402 and the ISO/IEC 27001 certification. <br />\r\n<br />\r\nBlackLine partners with top tier, ISO 27001 certified datacenters to ensure the availability and security of our service and to protect client’s data from theft, corruption or mishandling. Ultimately, our world-class controls and safeguards translate to unsurpassed security and privacy for our customers’ information. <br />\r\n<br />\r\n<a href=\"http://www.bsigroup.com/en-GB/our-services/certification/certificate-and-client-directory/search-results/?searchkey=company%3dBlackLine%2bSystems&amp;licencenumber=IS%20596989\" target=\"_blank\">ISO 27001</a><br />\r\n<a href=\"https://www.blackline.com/legal/data-privacy-addendum\" target=\"_blank\">Data Processing Agreement</a><br />\r\n<a href=\"http://www.aicpa.org/interestareas/frc/assuranceadvisoryservices/pages/aicpasoc1report.aspx\" target=\"_blank\">SSAE 18/ISAE 3402 SOC 1</a><br />\r\n<a href=\"http://www.aicpa.org/interestareas/frc/assuranceadvisoryservices/pages/aicpasoc2report.aspx\" target=\"_blank\">SOC 2</a><br />\r\n<a href=\"http://www.aicpa.org/interestareas/frc/assuranceadvisoryservices/pages/aicpasoc3report.aspx\" target=\"_blank\">SOC 3</a><br />\r\n<br />\r\n<img src=\"/images/ISO_27001.png\" alt=\"\" />\r\n<img src=\"/images/AICPA_SOC.png\" alt=\"\" />\r\n<img src=\"/images/ISAE_3402.png\" alt=\"\" />",
  "calendar": "Calendar",
  "december": "December",
  "privacyPolicyText": "<a href=\"https://www.blackline.com/company/privacy-policy\" target=\"_blank\">https://www.blackline.com/company/privacy-policy</a>",
  "apiTermsofServiceText": "<a href=\"https://www.blackline.com/legal/api-terms-of-service\" target=\"_blank\">https://www.blackline.com/legal/api-terms-of-service</a>",
  "eventsInProgress": "Events in progress",
  "viewStatusHistoryNext": "Next 7",
  "sunday": "Sunday",
  "bestPracticesText": "BlackLine is committed to ensuring our customers are accessing their applications securely. Given the ever evolving security threats present, we recommend you take certain precautions to help protect your organization from unauthorized access.<br/>\r\n<br/>\r\n<h1 style =\"font-size:1.5rem; font-family:arial; color: #037bc0;\">IP Whitelisting</h1>\r\n\r\nIP Whitelisting from designated IP addresses will limit users who do not have access, via the corporate LAN or VPN. By using IP Whitelisting, administrators can identify the range of accepted IP Addresses that should have access to BlackLine. Users attempting to access BlackLine who are not part of the range of IP Addresses will not be granted access.\r\n<br />\r\n<br />\r\n\r\n<h1 style =\"font-size:1.5rem; font-family:arial; color: #037bc0;\">Strengthen Password Policies</h1>\r\n\r\nAn effective way to protect your company is to strengthen password policies. You may do this by visiting the Security Settings page in the application.",
  "componentModalClose": "Close",
  "componentModalTitle": "Release Notification",
  "november": "November",
  "currentStatus": "Current Status",
  "compliance": "Compliance",
  "copyright": "© #year# Blackline Inc. All rights reserved",
  "environmentsAffected": "Environments Affected",
  "footerItemIntercompany": "Intercompany Hub",
  "contact": "Contact",
  "september": "September",
  "errorTodayGraph": "Trust environment information is unavailable. Please check back later for an update.",
  "startTime": "Start time",
  "serviceDisruption": "Service Disruption",
  "errorWebRequestChart": "Trust web request information is unavailable. Please check back later for an update.",
  "wednesday": "Wednesday",
  "january": "January",
  "errorHistoryGraph": "Trust history information is unavailable. Please check back later for an update.",
  "protectionText": "<h1 style =\"font-size:1.5rem; font-family:arial; color: #037bc0;\">Secure transmission and sessions</h1>\r\n\r\n<ul>\r\n  <li>Connection to the BlackLine OnDemand environment is via TLS cryptographic protocols ensuring that our users have a secure encrypted connection</li>\r\n</ul>\r\n\r\n<h1 style =\"font-size:1.5rem; font-family:arial; color: #037bc0;\">Network protection</h1>\r\n\r\n<ul>\r\n  <li>Perimeter firewalls and edge routers block unused protocols</li>\r\n  <li>Internal firewalls segregate traffic between the application and database tiers</li>\r\n  <li>Intrusion detection sensors throughout the internal network report events to a security event management system for logging, alerts, and reports</li>\r\n  <li>A third-party service provider periodically scans the network externally and alerts changes in baseline configuration</li>\r\n</ul>\r\n\r\n<h1 style =\"font-size:1.5rem; font-family:arial; color: #037bc0;\">Disaster Recovery</h1>\r\n\r\n<ul>\r\n  <li>The BlackLine OnDemand service performs a near real-time data replication between the production data center and the disaster recovery center</li>\r\n  <li>Data is transmitted across an encrypted tunnel</li>\r\n</ul>\r\n\r\n<h1 style =\"font-size:1.5rem; font-family:arial; color: #037bc0;\">Backups</h1>\r\n\r\n<ul>\r\n  <li>All data is backed up at each data center on a daily basis.</li>\r\n</ul>\r\n\r\n<h1 style =\"font-size:1.5rem; font-family:arial; color: #037bc0;\">Internal and Third-party testing and assessments</h1>\r\n\r\n<ul>\r\n  <li>BlackLine tests all code for security vulnerabilities before release, and regularly scans our network and systems for vulnerabilities. Third-party assessments are also conducted regularly:</li>\r\n  <li>Application vulnerability assessments</li>\r\n  <li>Network vulnerability assessments</li>\r\n  <li>Penetration testing and code review</li>\r\n  <li>Security control framework</li>\r\n</ul>\r\n\r\n<h1 style =\"font-size:1.5rem; font-family:arial; color: #037bc0;\">Security Monitoring</h1>\r\n\r\n<ul>\r\n  <li>Our Information Security department monitors notification from various sources and alerts from internal systems to identify and manage threats.</li>\r\n</ul>",
  "blackline": "Blackline",
  "footerItemFinancial": "Financial Close Management",
  "endTime": "End time",
  "componentModalCenter": "Data Centers",
  "errorOverview": "Trust overview information is unavailable. Please check back later for an update.",
  "october": "October",
  "may": "May",
  "april": "April",
  "march": "March",
  "close": "Close",
  "learn": "Learn",
  "trust": "Trust",
  "today": "Today",
  "noIssues": "No Issues",
  "environments": "Environments",
  "trustBlackline": "Trust BlackLine",
  "noSecurityAlerts": "No Security Alerts",
  "hasSecurityAlerts": "Security Alert",
  "maintenanceRelease": "Maintenance / Release",
  "startEndTime": "Start & End Time",
  "headerPageTitle": "Trust Blackline",
  "supportText": "If you experience any problems, please don't hesitate to contact Blackline support.",
  "webRequests": "Web Requests",
  "february": "February",
  "errorCalendarData": "Trust Release & Maintenance information is unavailable. Please check back later for an update.",
  "viewSecurityBlackLineTitle": "Meltdown and Spectre Vulnerabilities",
  "averageResponseTime": "Average Response Time",
  "viewSecurityTitle": "Security",
  "security": "Security",
  "serviceDegradation": "Service Degradation",
  "currentMonth": "Current month",
  "viewStatusHistory": "History",
  "heroTitleText": "Providing transparency into the world's most trusted solution for Finance Controls & Automation",
  "physicalSecurityText": "Our service is collocated in dedicated spaces at top-tier data centers. These facilities provide carrier-level support, including:<br/>\r\n<br/>\r\n<h1 style =\"font-size:1.5rem; font-family:arial; color: #037bc0;\">Access control and physical security</h1>\r\n\r\n<ul>\r\n  <li>24-hour manned security, including foot patrols and perimeter inspections</li>\r\n  <li>Computing equipment in access-controlled steel cages</li>\r\n  <li>Video surveillance throughout facility and perimeter</li>\r\n  <li>Building engineered for local seismic, storm, and flood risks</li>\r\n  <li>Tracking of asset removal</li>\r\n  <li>Secure, On-Campus Network Operations Center to Monitor Building Management System</li>\r\n</ul>\r\n\r\n<h1 style =\"font-size:1.5rem; font-family:arial; color: #037bc0;\">Environmental controls</h1>\r\n\r\n<ul>\r\n  <li>Entire HVAC plant—chillers, compressors, heat exchangers, and distribution systems — monitored for all environmental operating parameters by a Building Management System</li>\r\n  <li>Redundant N+2 HVAC cooling system with 100% Service Level Agreement</li>\r\n</ul>\r\n\r\n<h1 style =\"font-size:1.5rem; font-family:arial; color: #037bc0;\">Power</h1>\r\n\r\n<ul>\r\n  <li>Underground utility power feed</li>\r\n  <li>Redundant (N+2) CPS/UPS systems</li>\r\n  <li>Redundant power distribution units (PDUs)</li>\r\n  <li>Diesel generators with on-site diesel fuel storage </li>\r\n</ul>\r\n\r\n<h1 style =\"font-size:1.5rem; font-family:arial; color: #037bc0;\">Network</h1>\r\n\r\n<ul>\r\n  <li>Redundant internal networks</li>\r\n  <li>Network neutral; connects to all major carriers and located near major Internet hubs</li>\r\n  <li>High bandwidth capacity</li>\r\n</ul>\r\n\r\n<h1 style =\"font-size:1.5rem; font-family:arial; color: #037bc0;\">Fire detection and suppression</h1>\r\n\r\n<ul>\r\n  <li>State-of-the-art fire detection and suppression systems using the latest advances in pre-action water</li>\r\n</ul>",
  "saturday": "Saturday",
  "release": "Release",
  "dataUnavailable": "Data Unavailable",
  "trustSolutionText": "The world's most trusted solution for Finance Controls and Automation",
  "dailyWebRequests": "Daily web requests",
  "description": "Description",
  "community": "Community",
  "headerCurrentDateTime": "Current Date/Time",
  "footerItemReconciliation": "Reconciliation Management",
  "viewStatusTransaction": "Daily number of transactions",
  "errorResponseTimeChart": "Trust response time information is unavailable. Please check back later for an update.",
  "bestPractices": "Best Practices",
  "statusHistory": "Status History",
  "protection": "Protection",
  "physicalSecurity": "Physical Security",
  "asOf": "As of #date#",
  "news": "News",
  "list": "List",
  "july": "July",
  "june": "June",
  "type": "Type",
  "certificates": "Certificates",
  "certificatesHeadingParagraph": "BlackLine makes security certificates and the expiration date of the certificate available for download at any time.",
  "certificatesBlacklineCom": "BlackLine Client Instance certificate",
  "certificatesSso": "SSO certificate",
  "certificatesBlacklineOnDemandSso": "Legacy SSO (BlackLine on demand) certificate",
  "certificatesDataRelay2WaySsl": "Web Services 2-way SSL certificate",
  "certificatesUS2BlacklineComSubjectProd": "<div><pre>CN=*.us2.blackline.com\r\nOU=Blackline Systems\r\nO=Blackline Systems, Inc.\r\nL=Woodland Hills\r\nST=California\r\nC=US\r\n</pre></div>",
  "certificatesUS2BlacklineComSubjectSandbox": "<div><pre>CN=*.us2.blackline.com\r\nOU=Blackline Systems\r\nO=Blackline Systems, Inc.\r\nL=Woodland Hills\r\nST=California\r\nC=US\r\n</pre></div>",
  "certificatesUS2BlacklineComExpirationDateProd": "Nov 4 12:00:00 2020 GMT",
  "certificatesUS2BlacklineComExpirationDateSandbox": "Nov 4 12:00:00 2020 GMT",
  "certificatesUS2BlacklineComStrengthProd": "4096 bit",
  "certificatesUS2BlacklineComStrengthSandbox": "4096 bit",
  "certificatesUS2SsoSubjectProd": "<div><pre>CN=ssous2.blackline.com\r\nOU=Domain Control Validated\r\n</pre></div>",
  "certificatesUS2SsoSubjectSandbox": "<div><pre>CN=sbssous2.blackline.com\r\nOU=Domain Control Validated\r\n</pre></div>",
  "certificatesUS2SsoExpirationDateProd": "Apr 3 23:51:01 2021 GMT",
  "certificatesUS2SsoExpirationDateSandbox": "Apr 3 23:49:02 2021 GMT",
  "certificatesUS2SsoStrengthProd": "4096 bit",
  "certificatesUS2SsoStrengthSandbox": "4096 bit",
  "certificatesUS2BlacklineOnDemandSsoSubjectProd": "<div><pre>CN=ssona.blacklineondemand.com\r\nOU=Domain Control Validated\r\n</pre></div>",
  "certificatesUS2BlacklineOnDemandSsoSubjectSandbox": "<div><pre>CN=ssosbna.blacklineondemand.com\r\nOU=Domain Control Validated\r\n</pre></div>",
  "certificatesUS2BlacklineOnDemandSsoExpirationDateProd": "Jun 6 22:08:14 2021 GMT",
  "certificatesUS2BlacklineOnDemandSsoExpirationDateSandbox": "Jun 6 22:08:14 2021 GMT",
  "certificatesUS2BlacklineOnDemandSsoStrengthProd": "4096 bit",
  "certificatesUS2BlacklineOnDemandSsoStrengthSandbox": "4096 bit",
  "certificatesUS2DataRelay2WaySslSubjectProd": "<div><pre>CN=datarelay.us2.blackline.com\r\nOU=Blackline Systems\r\nO=Blackline Systems, Inc.\r\nL=Woodland Hills\r\nST=California\r\nC=US\r\n</pre></div>",
  "certificatesUS2DataRelay2WaySslSubjectSandbox": "<div><pre>CN=datarelay.sbus2.blackline.com\r\nOU=Blackline Systems\r\nO=Blackline Systems, Inc.\r\nL=Woodland Hills\r\nST=California\r\nC=US\r\n</pre></div>",
  "certificatesUS2DataRelay2WaySslExpirationDateProd": "Apr 18 12:00:00 2021 GMT",
  "certificatesUS2DataRelay2WaySslExpirationDateSandbox": "Apr 18 12:00:00 2021 GMT",
  "certificatesUS2DataRelay2WaySslStrengthProd": "4096 bit",
  "certificatesUS2DataRelay2WaySslStrengthSandbox": "4096 bit",
  "certificatesEUBlacklineComSubjectProd": "<div><pre>CN=*.eu1.blackline.com\r\nOU=Blackline Systems\r\nO=Blackline Systems, Inc.\r\nL=Woodland Hills\r\nST=California\r\nC=US\r\n</pre></div>",
  "certificatesEUBlacklineComSubjectSandbox": "<div><pre>CN=*.eu1.blackline.com\r\nOU=Blackline Systems\r\nO=Blackline Systems, Inc.\r\nL=Woodland Hills\r\nST=California\r\nC=US\r\n</pre></div>",
  "certificatesEUBlacklineComExpirationDateProd": "Oct 15 12:00:00 2020 GMT",
  "certificatesEUBlacklineComExpirationDateSandbox": "Oct 15 12:00:00 2020 GMT",
  "certificatesEUBlacklineComStrengthProd": "4096 bit",
  "certificatesEUBlacklineComStrengthSandbox": "4096 bit",
  "certificatesEUSsoSubjectProd": "<div><pre>CN=ssoeu.blackline.com\r\nOU=Domain Control Validated\r\n</pre></div>",
  "certificatesEUSsoSubjectSandbox": "<div><pre>CN=ssosbeu.blackline.com\r\nOU=Domain Control Validated\r\n</pre></div>",
  "certificatesEUSsoExpirationDateProd": "Apr 3 23:51:02 2021 GMT",
  "certificatesEUSsoExpirationDateSandbox": "Apr 3 23:51:02 2021 GMT",
  "certificatesEUSsoStrengthProd": "4096 bit",
  "certificatesEUSsoStrengthSandbox": "4096 bit",
  "certificatesEUDataRelay2WaySslSubjectProd": "<div><pre>CN=datarelay.eu1.blackline.com\r\nOU=Blackline Systems\r\nO=Blackline Systems, Inc.\r\nL=Woodland Hills\r\nST=California\r\nC=US\r\n</pre></div>",
  "certificatesEUDataRelay2WaySslSubjectSandbox": "<div><pre>CN=datarelay.sbeu1.blackline.com\r\nOU=Blackline Systems\r\nO=Blackline Systems, Inc.\r\nL=Woodland Hills\r\nST=California\r\nC=US\r\n</pre></div>",
  "certificatesEUDataRelay2WaySslExpirationDateProd": "Apr 18 12:00:00 2021 GMT",
  "certificatesEUDataRelay2WaySslExpirationDateSandbox": "Apr 18 12:00:00 2021 GMT",
  "certificatesEUDataRelay2WaySslStrengthProd": "4096 bit",
  "certificatesEUDataRelay2WaySslStrengthSandbox": "4096 bit"
}